{
    "subtitles": [
        "Actor",
        "Teacher",
        "Freelancer",
        "Community Builder",
        "Web Developer"
    ],
    "projects": [

        {
            "title": "New Yorkers for Bangladeshi Mutual Aid",
            "desc": "Developed for NY4BDMA: An organization that provides resources to the local Bangladeshi community as a response to Covid-19.",
            "img": "ny4bdma-home-screen.png",
            "link": "https://github.com/mxabibuilds/ny4bdma"
        },
        {
            "title": "MyBook",
            "desc": "A responsive Facebook like web app using PHP, HTML, CSS, and MYSQL.",
            "img": "finished_profile.png",
            "link": "https://github.com/mxabibuilds/mybook"
        }
    ],
    "skills": [
        {
            "name": "html",
            "desc": "The stucture and backbone of every website, I have thorough experience with HTML 5, and it's integration with CSS, Search Engine Optimization through meta data, etc."
        },
        {
            "name": "css",
            "desc": "The style and design behind most of the internet, CSS 3 is my medium for creativity in websites, along with mobile readiness through media queries and libraries such as Bootstrap."
        },
        {
            "name": "js",
            "desc": "My programming language of choice, I have thorough experience with JavaScript, and am learning more efficient techniques through ES 6. Libraries I frequent include jQuery, React.js, and node.js."
        },
        {
            "name": "php",
            "desc": "The server-side language behind most of my programs, I use PHP to provide backend for connecting to databases, scanning local files, etc."
        },
        {
            "name": "mysql",
            "desc": "The relational database management system behind many of my projects, I have thorough experience querying and sorting through SQL."
        },
        {
            "name": "go",
            "desc": "The back-end language behind my internship experience at Pantheon Platform. I use Golang to build microservices during my internship and then to build a discord bot as a side project."
        },
        {
            "name": "python",
            "desc": "The back-end language."
        }
    ]
}